Repository: Hera-Digital-Health-Open-Source/webbackend_api
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: ar, ps

source: Male
ar: ذكر
ps: نارينه

source: Female
ar: أنثى
ps: ښځينه

source: Prenatal Checkup
ar: فحص ما قبل الولادة
ps: د زیږون څخه مخکې معاینه

source: Vaccination
ar: اللقاحات
ps: واکسينونه

source: English
ar: الأنكليزية
ps: انګليسي

source: Turkish
ar: التركية
ps: ترکي

source: Arabic
ar: العربية
ps: عربي

source: No spaces allowed
ar: لا يسمح بالمسافات
ps: فاصلې ته اجازه نشته

source: No UPPERCASE allowed
ar: لا يسمح باستخدام الأحرف الكبيرة
ps: غټو تورو ته اجازه نشته

source: Only lowercase character, number, . and _ allowed
ar: فقط الأحرف الصغيرة ، الأرقام ،. و _ المسموح به
ps: یواځې کوچني تورې، شمېره، . او _ اجازه ده

source: The text you entered is not a valid phone number
ar: النص الذي أدخلته ليس رقم هاتف صالح
ps: هغه متن چې تاسو داخل کړی د موبايل شمېره نه ده

source: The phone number you entered has an invalid country code. Please select the right country.
ar: رقم الهاتف الذي أدخلته يحتوي على رمز بلد غير صالح. يرجى تحديد الدولة الصحيحة
ps: د موبايل شمېره چې تاسو داخل کړې د هېواد ناسم کوډ لري؛ مهرباني وکړئ سم هېواد وټاکئ

source: The text you entered is not a correct phone number. Please check again.
ar: النص الذي أدخلته ليس رقم هاتف صالح
ps: هغه متن چې تاسو داخل کړی د موبايل شمېره نه ده

source: The phone number you entered is too short.
ar: رقم الهاتف الذي أدخلته قصير جدًا.
ps: د موبايل شمېره چې تاسو داخل کړې، ډېره لنډه ده

source: The phone number you entered is too long.
ar: رقم الهاتف الذي أدخلته طويل جدًا.
ps: د موبايل شمېره چې تاسو داخل کړې ده، ډېره اوږده ده.

source: Enter code %(secret)s to login to HERA app. Do not share this code with anyone.
ar: أدخل الرمز السري %(secret)s لتسجيل الدخول إلى تطبيق هيرا. لا تشارك هذا الرمز مع أي شخص.
ps: د هېرا اپ ته د ننوتلو لپاره کوډ %(secret)s دننه کړئ. دا کوډ له هېچا سره مه شریکوئ

source: Multiple Choice
ar: متعدد الخيارات
ps: څو انتخابونه

source: Single Choice
ar: خيار واحد

source: Text
ar: النص
ps: متن

source: Enter code %(secret)s to edit your phone number on HERA app. Do not share this code with anyone.
ar: أدخل الرمز %(secret)s لتعديل رقم هاتفك في تطبيق هيرا. لا تشارك هذا الرمز مع أي شخص.
ps: د هېرا اپ کې د خپل موبایل شمېرې سمولو لپاره کوډ %(secret)s دننه کړئ. دا کوډ له هېچا سره مه شریکوئ
